[
  {
    "chunkNum": 1,
    "content": "A Guide To nArrATive CrAfT\nTenth Editionwriting \nJAneT burrowAy\nwith elizAbeTh sTuCkey- frenCh  \nand ned sTuCkey- frenCh\nThe universiTy of ChiCAGo Press Chicago and London\nfiction\nPreface xi\n1 whATever works: The Writing Process 1\n2 seeinG is believinG: Showing and Telling 22\n3 buildinG ChArACTer: Characterization, Part I 44\n4 The flesh MAde word: Characterization, Part II 75\n5 lonG AGo And fAr AwAy: Fictional Setting 101\n6 The Tower And The neT: Plot and Structure 124\n7 CAll Me ishMAel: Point of View 153\n8 is And is noT: Comparison 180\n9 PlAy iT AGAin, sAM: Revision and Theme 201\nAcknowledgments 225\nIndex 227\nContents\n1\nGet Started\nKeeping a Journal\nFreewriting and Freedrafting\nKeep Going\nPrompts\nThe Computer\nThe Critic: A Caution\nChoosing a Subject\nReading as a Writer\nA Word about Theme\nYou want to write. Why is it so hard?\nThere are a few lucky souls for whom the whole process of writing is \neasy, for whom the smell of fresh paper is better than air, whose minds \nchuckle over their "
  },
  {
    "chunkNum": 2,
    "content": "You want to write. Why is it so hard?\nThere are a few lucky souls for whom the whole process of writing is \neasy, for whom the smell of fresh paper is better than air, whose minds \nchuckle over their own agility, who forget to eat, and who consider \nthe world at large an intrusion on their good time at the keyboard. But \nyou and I are not among them. We are in love with words except when \nwe have to face them. We are caught in a guilty paradox in which we \ngrumble over our lack of time, and when we have the time, we sharpen \npencils, check email, or clip the hedges.\nOf course, there’s also joy. We write for the satisfaction of having \nwrestled a sentence to the page, for the rush of discovering an image, \nfor the excitement of seeing a character come alive. Even the most suc-\ncessful writers will sincerely say that these pleasures— not money, fame, \nor glamour— are the real rewards of writing. Fiction writer Alice Munro \nconcedes:\nIt may not look like pleasure, because the difficulties"
  },
  {
    "chunkNum": 3,
    "content": "rs will sincerely say that these pleasures— not money, fame, \nor glamour— are the real rewards of writing. Fiction writer Alice Munro \nconcedes:\nIt may not look like pleasure, because the difficulties can make me \nmorose and distracted, but that’s what it is— the pleasure of telling \n1:Whatever Works\nThe wriTinG ProCess\nw h A T e v e r  w o r k s\n2\nthe story I mean to tell as wholly as I can tell it, of finding out in fact \nwhat the story is, by working around the different ways of telling it.\nNevertheless, writers may forget what such pleasure feels like when con-\nfronting a blank page, like the heroine of Anita Brookner’s novel Look \nat Me:\nSometimes it seems like a physical effort simply to sit down at my \ndesk and pull out the notebook. . . . Sometimes the effort of putting \npen to paper is so great that I literally feel a pain in my head.\nIt helps to know that most writers share the paradox of least wanting to \ndo what we most want to do. It also helps to know some of the reasons "
  },
  {
    "chunkNum": 4,
    "content": "er is so great that I literally feel a pain in my head.\nIt helps to know that most writers share the paradox of least wanting to \ndo what we most want to do. It also helps to know some of the reasons \nfor our reluctance. Fear of what could emerge on the page, and what \nit may reveal about our inner lives, can keep us from getting started. \n“What’s called writer’s block,” claims novelist Tom Wolfe, “is almost \nalways ordinary fear.” Indeed, whenever I ask a group of writers what \nthey find most difficult, a significant number answer that they feel they \naren’t good enough, that the empty page intimidates them, that they are \nin some way afraid. Many complain of their own laziness, but laziness, \nlike money, doesn’t really exist except to represent something else— in \nthis case fear, severe self- judgment, or what Natalie Goldberg calls “the \ncycle of guilt, avoidance, and pressure.”\nThere’s another impediment to beginning, expressed by a writer \ncharacter in Lawrence Durrell’s Alexandri"
  },
  {
    "chunkNum": 5,
    "content": "self- judgment, or what Natalie Goldberg calls “the \ncycle of guilt, avoidance, and pressure.”\nThere’s another impediment to beginning, expressed by a writer \ncharacter in Lawrence Durrell’s Alexandria Quartet. Durrell’s Pursewarden \nbroods over the illusory significance of what he is about to write, unwill-\ning to begin in case he spoils it. Many of us do this: The idea, whatever \nit is, seems so luminous, whole, and fragile, that to begin to write about \nthat idea is to commit it to rubble. Knowing in advance that words will \nnever exactly capture what we mean or intend, we must gingerly and \ngradually work ourselves into a state of accepting what words can do \ninstead. No matter how many times we find out that what words can do \nis quite all right, we still shy again from the next beginning. Against this \nwasteful impulse I have a motto over my desk that reads: “Don’t Dread; \nDo.” It’s a fine motto, and I contemplated it for several weeks before  \nI began writing this chapter.\n3\nT h"
  },
  {
    "chunkNum": 6,
    "content": "ning. Against this \nwasteful impulse I have a motto over my desk that reads: “Don’t Dread; \nDo.” It’s a fine motto, and I contemplated it for several weeks before  \nI began writing this chapter.\n3\nT h e  w r i T i n G  P r o C e s s\nThe mundane daily habits of writers are apparently fascinating. No \nauthor offers to answer questions at the end of a public reading without \nbeing asked: Do you write in the morning or at night? Do you write ev-\nery day? Do you compose longhand or on a computer? Sometimes such \nquestions show a reverent interest in the workings of genius. More of-\nten, I think, they’re a plea for practical help: Is there something I can do \nto make this job less horrific? Is there a trick that will unlock my words?\nGeT sTArTed\nThe variety of authors’ habits suggests that there is no magic to be found \nin any particular one. Donald Hall spent a dozen hours a day at his desk, \nmoving back and forth between as many projects. Philip Larkin said that \nhe wrote a poem only every"
  },
  {
    "chunkNum": 7,
    "content": " is no magic to be found \nin any particular one. Donald Hall spent a dozen hours a day at his desk, \nmoving back and forth between as many projects. Philip Larkin said that \nhe wrote a poem only every eighteen months or so and never tried to \nwrite one that was not a gift. Gail Godwin goes to her workroom every \nday “because what if the angel came and I wasn’t there?” Julia Alvarez \nbegins the day by reading first poetry, then prose, by her favorite writers \n“to remind me of the quality of writing I am aiming for.” Like Heming-\nway, Andre Dubus advised students to stop writing midsentence in order \nto begin the next day by completing the thought, thereby reentering the \ncreative flow. Yelizaveta P. Renfro always begins with lists, “often in the \nmargins or endpapers of books I’m reading.” T. C. Boyle starts know-\ning “nothing. Nothing at all. The first line comes and I start.” Shawn \nWong wants “to hear the language in my ears before I start writing.” \nDickens could not deal with peopl"
  },
  {
    "chunkNum": 8,
    "content": "T. C. Boyle starts know-\ning “nothing. Nothing at all. The first line comes and I start.” Shawn \nWong wants “to hear the language in my ears before I start writing.” \nDickens could not deal with people when he was working: “The mere \nconsciousness of an engagement will worry a whole day.” Thomas Wolfe \nwrote standing up. Some writers can plop at the kitchen table without \nclearing the breakfast dishes; others need total seclusion, a beach, a cat, \na string quartet.\nThere is something to be learned from all this, though. It is not an \n“open sesame” but a piece of advice older than fairy tales: Know thyself. \nThe bottom line is that if you do not at some point write your story down, \nit will not get written. Having decided that you will write it, the question \nis not “How do you get it done?” but “How do you get it done?” Any \ndiscipline or indulgence that helps nudge you into position facing the \nw h A T e v e r  w o r k s\n4\npage is acceptable and productive. If jogging after breakfast "
  },
  {
    "chunkNum": 9,
    "content": "” but “How do you get it done?” Any \ndiscipline or indulgence that helps nudge you into position facing the \nw h A T e v e r  w o r k s\n4\npage is acceptable and productive. If jogging after breakfast energizes \nyour mind, then jog before you sit. If you have to pull an all- nighter on a \ncoffee binge, do that. Some schedule, regularity, pattern in your writing \nday (or night) will always help, but only you can figure out what that \npattern is for you.\nBut you don’t have time! It’s true, \nyou don’t. You have a job, six courses, \ntwo kids, a dying parent, a divorce. \nI know; I’ve gone through all those \nthings. One truth is that these hour- \neaters will never get any easier; ob-\nligations and pleasures accumulate, \nand if you’re lucky, life is always too \nfull. If you’re not, it’s worse. So it’s not that there will be no better time \nto develop the writing habit; there will no other time.\nYet I believe it is not really, or not mainly, a question of time. I used to \nfret that I never had "
  },
  {
    "chunkNum": 10,
    "content": "it’s not that there will be no better time \nto develop the writing habit; there will no other time.\nYet I believe it is not really, or not mainly, a question of time. I used to \nfret that I never had time to write— yet I notice that I have time to read \nthe morning op- eds, do some stretching exercises, put fresh flowers on \nthe table, read one more chapter of fiction, have a glass of wine in front \nof the evening news, catch whatever late- night comic grabs my attention \nbefore I go to bed. What all those things have in common is that I don’t \nmake myself do them; I allow myself. The lesson is not that I should give \nup any of those pleasures in order to write. It’s that I should allow myself \nalso to write every day. It is not a duty; it’s what I want to do and am will-\ning to structure my life to do. Try— over and over again, if necessary— to \nthink of that writing time, wherever it falls in your day, however short or \nlong it is, as the time you allow yourself to indulge in this ac"
  },
  {
    "chunkNum": 11,
    "content": "my life to do. Try— over and over again, if necessary— to \nthink of that writing time, wherever it falls in your day, however short or \nlong it is, as the time you allow yourself to indulge in this activity that is \nnot an obligation but a choice.\nKeeping a Journal\nThere are, though, a number of tricks you can teach yourself in order to \nfree the writing self, and the essence of these is to give yourself permis-\nsion to fail. The best place for such permission is a private place, and for \nthat reason a writer’s journal is an essential, likely to be the source of \noriginality, ideas, experimentation, and growth.\nAnother really important part \nof my writing process is that I \nhave a writing group. . . . You \nsit down, you’re in a room, \neveryone has the experience \ntogether.\n— Jennifer Egan\n5\nT h e  w r i T i n G  P r o C e s s\nKeep a journal. A journal is an intimate, a friend that will accept you \nas you are. Pick a notebook you like the look of, one you feel comfort-\nable with. I find"
  },
  {
    "chunkNum": 12,
    "content": "5\nT h e  w r i T i n G  P r o C e s s\nKeep a journal. A journal is an intimate, a friend that will accept you \nas you are. Pick a notebook you like the look of, one you feel comfort-\nable with. I find a bound blank book too elegant to live up to, preferring \ninstead a loose- leaf because I write my journal mainly at the computer \nand can stick anything in at the flip of a three- hole punch. But you can \nglue scribbled napkins into a spiral, too, or take a picture and upload it, \nif you prefer to keep your journal entirely on the computer.\nKeep the journal regularly, at least at first. It doesn’t matter what you \nwrite and it doesn’t matter very much how much, but it does matter that \nyou make a steady habit of the writing. Keeping a journal regularly will \nput you in the habit of observing in words. If you know at dawn that \nyou are committed to writing so many words before dusk, you will half- \nconsciously tell the story of your day to yourself as you live it, finding \nphrases to catc"
  },
  {
    "chunkNum": 13,
    "content": " in words. If you know at dawn that \nyou are committed to writing so many words before dusk, you will half- \nconsciously tell the story of your day to yourself as you live it, finding \nphrases to catch whatever catches your eye. When that habit is estab-\nlished, you’ll begin to find that whatever invites your sympathy or anger \nor curiosity may be the beginning of invention.\nBut before the habit is developed, you may find that even a blank jour-\nnal page has the awesome aspect of a void, and you may need some tricks \nof permission to let yourself start writing there. The playwright Maria \nIrene Fornes says that there are two of you: one who wants to write and \none who doesn’t. The one who wants to write had better keep tricking the \none who doesn’t. Another way to think of this conflict is between your \nright brain and left brain— the playful, detail- loving creator, and the lin-\near critic. The critic is an absolutely essential part of the writing process. \nThe trick is to shut him or"
  },
  {
    "chunkNum": 14,
    "content": " between your \nright brain and left brain— the playful, detail- loving creator, and the lin-\near critic. The critic is an absolutely essential part of the writing process. \nThe trick is to shut him or her up until there is something to criticize.\nFreewriting and Freedrafting\nFreewriting is a technique that allows you to take very literally the notion \nof getting something down on paper. It can be done whenever you want \nto write, or just to free up the writing self. The idea is to put . . . \nanything on paper and I mena anything, it doesn’t matter as long \nas it’s coming out of your head nad hte ends of your fingers, \ndown ont the page I wonder if;m improving, if this process gets \nme going better now than it did all those— hoewever many years \nw h A T e v e r  w o r k s\n6\nago? I know my typing is geting worse, deteriorating even as we \nspeak (are we speaking? to whom? IN what forM? I love it when \ni hit the caps button by mistake, it makes me wonder whether \nthere isn;t something in t"
  },
  {
    "chunkNum": 15,
    "content": "yping is geting worse, deteriorating even as we \nspeak (are we speaking? to whom? IN what forM? I love it when \ni hit the caps button by mistake, it makes me wonder whether \nthere isn;t something in the back or bottom of the brain that sez \nPAY ATTENTION now, which makes me think of a number of \nthings, freud and his slip o tonuge, self- deception, the myriad \nway it operates in everybody’s life, no not everybody’s but in my \nown exp. llike Aunt Ch. mourniong for the dead cats whenevershe \nhasn’t got her way and can’t disconnect one kind of sadness from \nanother, I wonder if we ever disconnect kinds of sadness, if the first \nhomesickness doesn;t operatfor everybody the same way it does for \nme, grandma’s house the site of it, the grass out the window and the \ndog rolling a tin pie plate under the willow tree, great heavy hunger \nin the belly, the empty weight of loss, loss, loss\nThat’s freewriting. Its point is to keep going, and that is the only point. \nWhen the critic intrudes and te"
  },
  {
    "chunkNum": 16,
    "content": "der the willow tree, great heavy hunger \nin the belly, the empty weight of loss, loss, loss\nThat’s freewriting. Its point is to keep going, and that is the only point. \nWhen the critic intrudes and tells you that what you’re doing is awful, \ntell the critic to take a dive, or acknowledge her/him (“typing is geting \nworse”) and keep writing. If you work on a computer, try dimming the \nscreen so you can’t see what you’re doing. At times, you might find it lib-\nerating to freewrite to music, ran-\ndom or selected. If you freewrite of-\nten, pretty soon you’ll be bored with \nwriting about how you don’t feel \nlike writing (though that is as good \na subject as any) and will find your \nmind and your phrases running on \nthings that interest you. Fine. The \nsubject doesn’t matter, nor does the \nquality of the writing. Freewriting is \nthe literary equivalent of scales at the piano or a short gym workout. All \nthat matters is that you do it. The verbal muscles will develop of their \nown accord.\nTho"
  },
  {
    "chunkNum": 17,
    "content": "ty of the writing. Freewriting is \nthe literary equivalent of scales at the piano or a short gym workout. All \nthat matters is that you do it. The verbal muscles will develop of their \nown accord.\nThough freewriting is mere technique, it can affect the freedom of \nthe content. Many writers feel themselves to be an instrument- through- \nWhen I stare at a blank page \nwhere I’m supposed to build \nworlds and lives, I think that \nmaybe I shouldn’t be doing \nthis after all. But if I start with \nsomething, with one thing, \neverything follows.\n— Tabitha Chartos\n7\nT h e  w r i T i n G  P r o C e s s\nwhich, rather than a creator- of, and whether you think of this possibility as \nhumble or holy, it is worth finding out what you say when you aren’t mon-\nitoring yourself. Fiction is written not so much to inform as to find out, \nand if you force yourself into a mode of informing when you haven’t yet \nfound out, you’re likely to end up pontificating or lying in some other way.\nIn Becoming a Writer, "
  },
  {
    "chunkNum": 18,
    "content": " to inform as to find out, \nand if you force yourself into a mode of informing when you haven’t yet \nfound out, you’re likely to end up pontificating or lying in some other way.\nIn Becoming a Writer, a book that only half- facetiously claims to do what \nteachers of writing claim cannot be done— to teach genius— Dorothea  \nBrande advises that you rise each day, go directly to your desk (if you  \nhave to have coffee, put it in a thermos the night before), and begin writ-\ning whatever comes to mind, before you are quite awake, before you have \nread anything or talked to anyone, before reason has begun to take over \nfrom the dream- functioning of your brain. Write for twenty or thirty min-\nutes and then put away what you have written without reading it over. \nAfter a week or two of this, pick an additional time during the day when \nyou can salvage a half hour or so to write, and when that time arrives, \nwrite, even if you “must climb out over the heads of your friends” to do \nit. It doesn’"
  },
  {
    "chunkNum": 19,
    "content": "an additional time during the day when \nyou can salvage a half hour or so to write, and when that time arrives, \nwrite, even if you “must climb out over the heads of your friends” to do \nit. It doesn’t matter what you write. What does matter is that you develop \nthe habit of beginning to write the moment you sit down to do so.\nFreedrafting, as you might expect, is a slightly more focused and di-\nrected way of getting the juices flowing. You’ve done a freewrite that sug-\ngests an interesting character, or you want to catch what that smell from \nthe pantry reminds you of, or you’re midway into a story and you haven’t \nquite caught the dialogue between these two. Focus on the interest or the \nproblem, jot a list, maybe, of whatever associations you may have, then \ntake a breath, stare into space, and launch yourself forward, focusing on \nthe subject at hand but making no corrections and no judgments. You’re \nnot expecting a piece that’s polished or even well- spelled. You’re giving \nyour "
  },
  {
    "chunkNum": 20,
    "content": "ace, and launch yourself forward, focusing on \nthe subject at hand but making no corrections and no judgments. You’re \nnot expecting a piece that’s polished or even well- spelled. You’re giving \nyour subconscious the best way it has of finding the way onward.\nkeeP GoinG\nPrompts\nExercises, or prompts, can be helpful for writers at all stages. They help \nyou get started, and they can give you focus— whether you are writing in \nw h A T e v e r  w o r k s\n8\nyour journal, doing those early morning pages Brande suggests, sneak-\ning in a bit of freewriting during the day, or trying to get to that next \nscene in a story.\nPrompts are another way to tap your unconscious. The process of \nwriting does not proceed clearly and obviously from point A to point B, \nbut if you’ve been thinking about your story— sleeping on it, puzzling \nover it, mulling about it, working on a draft— you may well have a solu-\ntion waiting for you in your unconscious. Stories do not begin with ideas \nor themes or outlines"
  },
  {
    "chunkNum": 21,
    "content": "ory— sleeping on it, puzzling \nover it, mulling about it, working on a draft— you may well have a solu-\ntion waiting for you in your unconscious. Stories do not begin with ideas \nor themes or outlines so much as with images and obsessions, and they \ncontinue to be built by exploring those. Seemingly unrelated prompts \ncan help you break loose that next page. Need to find out what should \nhappen next with Nick and Ashley? Here’s an exercise: write two pages \nabout the two of them trying to decide what television show to watch. \nPretty soon Nick and Ashley are fighting about the remote control, but \nmore than that they’re fighting about how Nick is remote and always \nwants control. Ashley is telling him that their relationship has got to \nchange and he’s acting like he doesn’t have a clue. And you are off and \nrunning.\nGymnasts practice. Pianists practice. Artists sketch. Prompts are a \nform of writerly practice, a way to exercise your skills, develop them, \nhone them, make them stronger"
  },
  {
    "chunkNum": 22,
    "content": "nd you are off and \nrunning.\nGymnasts practice. Pianists practice. Artists sketch. Prompts are a \nform of writerly practice, a way to exercise your skills, develop them, \nhone them, make them stronger.\nEach chapter of Writing Fiction will end with some prompts designed \nto help you get started and move further into the issues discussed along \nthe way. You can also find books of exercises (What If? Writing Exercises for \nFiction Writers by Anne Bernays and Pamela Painter has deservedly become \na classic). Glimmer Train publishes a quarterly pamphlet of advice and per-\nspectives called “Writers Ask.” And there are numerous websites with \nprompts and exercises; one I especially like is published by Poets and Writ-\ners magazine. The online Brevity magazine has short and pithy craft essays. \nInternet help is also offered by LitHub, Catapult, and Narrative Magazine.\nThe Computer\nI think it’s important for a writer to try a pencil from time to time so as \nnot to lose the knack of writing by h"
  },
  {
    "chunkNum": 23,
    "content": "ternet help is also offered by LitHub, Catapult, and Narrative Magazine.\nThe Computer\nI think it’s important for a writer to try a pencil from time to time so as \nnot to lose the knack of writing by hand, of jotting at the park or the \nbeach without any source of energy but your own mind and muscle.\n9\nT h e  w r i T i n G  P r o C e s s\nBut for most writers, a computer is the tool of choice. Freewriting \nfrees more freely on a computer. The knowledge that you can so easily \ndelete makes it easier to quiet the internal critic and put down whatever \ncomes. Darken the screen or ignore it, stare out the window into middle \nspace. You can follow the thread of your thought without a pause.\nNobody, I think, denies that email and social media are enemies of \nconcentration. The tricky question is not how those gremlins are best \nhandled but, as with your writing habits in general, how you best handle \nthem. Do you operate most efficiently by first clearing the petty dis-\ntractions out of the wa"
  },
  {
    "chunkNum": 24,
    "content": "ot how those gremlins are best \nhandled but, as with your writing habits in general, how you best handle \nthem. Do you operate most efficiently by first clearing the petty dis-\ntractions out of the way? Maybe. But it’s countless writers’ experience \nthat whatever you start on absorbs you. “Do the most important thing \nfirst,” says Warren Buffett, who, though not known for his fiction, gets \na lot done. If the first thing you tackle is fiction, the emails recede to \nthe end of the day. If it’s Snapchat, \nyou may find yourself, hours later,  \nwondering where the time has gone. \nMaybe you’re someone who can af-\nford to check your email every half \nhour. Maybe. Or are you like the ad-\ndict who deceives himself with the \npromise of just one more . . . ? Figure \nit out for yourself honestly, and then \nfollow where honesty leads you. Al-\nlow yourself to do the thing you really want to do. That meme will wait. Today’s \nTwitter will be gone tomorrow. Your work, your friends, and your family \nma"
  },
  {
    "chunkNum": 25,
    "content": " then \nfollow where honesty leads you. Al-\nlow yourself to do the thing you really want to do. That meme will wait. Today’s \nTwitter will be gone tomorrow. Your work, your friends, and your family \nmatter. That latest app? Not so much.\nThe Critic: A Caution\nThe cautionary note that needs to be sounded regarding all the tech-\nniques and technology that free you to write is this: they are nourish-\ning to inspiration, but they are only half the art. Revision— the heart of \nthe writing process— will continue until you finally finish or abandon \na piece of work. The revising process is continuous and begins as soon \nas you choose to let your critic in. Freewriting and prompts allow you to \ncreate before you criticize, to do the essential play before the essential \nForget inspiration. Habit is more \ndependable. Habit will sustain \nyou whether you’re inspired \nor not. Habit will help you \nfinish and polish your stories. \nInspiration won’t. Habit is \npersistence in practice.\n— Octavia Butler\nw"
  },
  {
    "chunkNum": 26,
    "content": "ore \ndependable. Habit will sustain \nyou whether you’re inspired \nor not. Habit will help you \nfinish and polish your stories. \nInspiration won’t. Habit is \npersistence in practice.\n— Octavia Butler\nw h A T e v e r  w o r k s\n10\nwork. But don’t forget the essential work. The computer helps you to \nwrite a lot by making it easy to cut. Don’t forget to do so.\nChoosing a Subject\nSome writers are lucky enough never to be faced with the problem of \nchoosing a subject. The world presents itself to them in terms of con-\nflict, crisis, and resolution. Ideas for stories pop into their heads day \nafter day; their only difficulty is choosing among them. In fact, the habit \nof mind that produces stories is a habit and can be cultivated, so that the \nmore and the longer you write, the less likely you are to run out of ideas.\nBut sooner or later you may find yourself faced with the desire (or the \ndeadline necessity) to write a story when your mind is a blank. The sour \nand untrue impulse crosses yo"
  },
  {
    "chunkNum": 27,
    "content": "re to run out of ideas.\nBut sooner or later you may find yourself faced with the desire (or the \ndeadline necessity) to write a story when your mind is a blank. The sour \nand untrue impulse crosses your thoughts: Nothing has ever happened \nto me. The task you face then is to recognize among all the parapherna-\nlia of your mind a situation, idea, perception, or character that you can \nturn into a story.\nSome teachers and critics advise beginning writers to write only from \ntheir personal experience, but I feel that this is a misleading and de-\nmeaning rule. If your imagination never gets beyond your age group \nor moves off campus, never tackles issues larger than the local rival-\nries, then you are severely constricting its range. It is certainly true that \nyou must draw on your own experience (including your experience of \nthe shape of sentences). But the trick is to identify what is interesting, \nunique, and original in that experience (including your experience of the \nshape of sente"
  },
  {
    "chunkNum": 28,
    "content": "nce (including your experience of \nthe shape of sentences). But the trick is to identify what is interesting, \nunique, and original in that experience (including your experience of the \nshape of sentences), which will therefore surprise and attract the reader.\nThe kind of “writing what you know” that is least likely to produce \ngood fiction is trying to tell just exactly what happened to you at such \nand such a time. Probably all good fiction is “autobiographical” in some \nway, but the awful or hilarious or tragic thing you went through may \noffer as many problems as possibilities when you start to turn it into \nfiction. The first of these is that, to the extent you want to capture “what \nreally happened,” you remove your focus from what will work as narra-\ntive. Young writers, offended by being told that a piece is unconvincing, \noften defend themselves by declaring that it really happened. But credi-\nbility in words has almost nothing to do with fact. Aristotle went so far \nT h e  w "
  },
  {
    "chunkNum": 29,
    "content": " being told that a piece is unconvincing, \noften defend themselves by declaring that it really happened. But credi-\nbility in words has almost nothing to do with fact. Aristotle went so far \nT h e  w r i T i n G  P r o C e s s\n11\nas to say that a “probable impossibility” makes a better story than an \n“improbable possibility,” meaning that a skillful author can sell us glass \nmountains, UFOs, and hobbits, while a less skilled writer may not be \nable to convince us that Mary Lou has a crush on Sam.\nThe first step toward using autobiography in fiction is to accept this: \nWords are not experience. Even the most factual account of a personal \nexperience involves choices and interpretations— your sister’s recollec-\ntion of the same event might be entirely different. If you are writing a \nmemoir or personal essay, then it is important to maintain a basis in fact \nbecause, as Annie Dillard says, “that is the convention and the covenant \nbetween the nonfiction writer and his reader.” But betwee"
  },
  {
    "chunkNum": 30,
    "content": "or personal essay, then it is important to maintain a basis in fact \nbecause, as Annie Dillard says, “that is the convention and the covenant \nbetween the nonfiction writer and his reader.” But between fiction writer \nand reader, the revelation of meaning through the creation of character, \nthe vividness of scene, and the effect of action take priority over ordi-\nnary veracity. The test of this other truth is at once spiritual and visceral; \nits validity has nothing to do with whether the things recounted did, or \ncould, occur. Lorrie Moore says:\nThe proper relationship of a writer to his or her own life is similar to \na cook with a cupboard. What that cook makes from what’s in the \ncupboard is not the same thing as what’s in the cupboard.\nGood. Now: what was it about this experience that made it matter to \nyou? Try writing a very brief summary of what happened— no more than \na hundred words. What are you going to cook? What kind of story might \nthis be? Can the raw material of inciden"
  },
  {
    "chunkNum": 31,
    "content": "made it matter to \nyou? Try writing a very brief summary of what happened— no more than \na hundred words. What are you going to cook? What kind of story might \nthis be? Can the raw material of incident, accident, and choice be re-\nshaped, plumped up, pared to the bone, refleshed, differently spiced? \nYou experienced whatever it was chronologically— but is that the best \nway to tell it so as to bring out its meaning? Perhaps you watched events \ndevelop over a period of months or years; what is the smallest num-\nber of scenes in the least amount of time that could contain the action? \nIf “you” are at the center of the action then “you” must be thoroughly \ncharacterized, and that may be difficult. Can you augment some aspect \nof yourself, change yourself so you are forced to see anew, even make \nsomeone else the central character? Try freewriting moments from your \nmemory in no particular order. Or freedraft the last scene first. Describe \na place and exaggerate the atmosphere: if it’s co"
  },
  {
    "chunkNum": 32,
    "content": "ke \nsomeone else the central character? Try freewriting moments from your \nmemory in no particular order. Or freedraft the last scene first. Describe \na place and exaggerate the atmosphere: if it’s cold, make it murderously \nw h A T e v e r  w o r k s\n12\ncold, if messy, then a disastrous mess. Describe the central character, \nand be at least partly unflattering. All of these are devices to put some \ndistance between you and the raw experience so you can begin to shape \nthe different thing that fiction is.\nEudora Welty suggests writing what you don’t know about what you \nknow— that is, exploring aspects of experience that remain puzzling or \npainful. In Making Shapely Fiction, Jerome Stern urges a broad interpre-\ntation of “writing what you know,” recognizing that “the idea of you is  \ncomplex in itself . . . your self is made up of many selves . . . not only per-\nsons you once were, but also per-\nsons you have tried to be, persons \nyou have avoided being, and persons  \nyou fear you mig"
  },
  {
    "chunkNum": 33,
    "content": "lex in itself . . . your self is made up of many selves . . . not only per-\nsons you once were, but also per-\nsons you have tried to be, persons \nyou have avoided being, and persons  \nyou fear you might be.” John Gard-\nner, in The Art of Fiction, argues that \n“nothing can be more limiting to the imagination” than the advice that \nyou write only what you know. He suggests instead that you “write the \nkind of story you know and like best.”\nThis is a useful idea, because the kind of story you know and like best \nhas also taught you something about the way such stories are told, how \nthey are shaped, what kind of conflict, surprise, and change they involve. \nMany beginning writers who are not yet avid readers have learned from \ntelevision more than they realize about structure, the way characters be-\nhave and talk, how a joke is arranged, how a lie is revealed, and so forth. \nThe trouble is that if you learn fiction from television, or if the kind of \nstory you know and like best is genre "
  },
  {
    "chunkNum": 34,
    "content": "ers be-\nhave and talk, how a joke is arranged, how a lie is revealed, and so forth. \nThe trouble is that if you learn fiction from television, or if the kind of \nstory you know and like best is genre fiction— science fiction, fantasy, \nromance, mystery— you may have learned about technique without hav-\ning learned anything about the unique contribution you can make to \nsuch a story. The result is that you end up writing imitation soap opera \nor space odyssey, second- rate somebody else instead of first- rate you.\nThe essential thing is that you write about something you care about, \nand the first step is to find out what that is. Playwright Claudia Johnson \nadvises her students to identify their real concerns by making a “menu” \nof them. Start with the big emotions and make lists in your journal: \nWhat makes you angry? What are you afraid of ? What do you want? \nWhat hurts? Or consider the crucial turning points of your life: What \nWhat you read is as important \nas what you write.\n— Ma"
  },
  {
    "chunkNum": 35,
    "content": "ournal: \nWhat makes you angry? What are you afraid of ? What do you want? \nWhat hurts? Or consider the crucial turning points of your life: What \nWhat you read is as important \nas what you write.\n— Margaret Atwood\nT h e  w r i T i n G  P r o C e s s\n13\nreally changed you? Who really changed you? Those will be the areas to \nlook to for stories, whether or not those stories are autobiographical. \nNovelist Ron Carlson says, “I always write from my own experiences, \nwhether I’ve had them or not.”\nAnother journal idea is to jot down the facts of the first seven years of \nyour life under several categories: Events, People, Your Body, Your Emo-\ntions, Your Relation to the Cosmos, Valued Things. What from those \nfirst seven years still occupies your mind? Underline or highlight the \nitems that you aren’t done with yet. Those items are clues to your con-\ncerns and a possible source of storytelling.\nA related device for your journal might be borrowed from the Pillow \nBook of Sei Shoˉnagon. A cou"
  },
  {
    "chunkNum": 36,
    "content": " aren’t done with yet. Those items are clues to your con-\ncerns and a possible source of storytelling.\nA related device for your journal might be borrowed from the Pillow \nBook of Sei Shoˉnagon. A courtesan in tenth- century Japan, she kept a \ndiary of the goings- on at court and concealed it in her wooden pillow— \nhence its name. Sei Shoˉnagon made lists, inventories of things fitting \nspecific, often quirky categories. This device is capable of endless variety \nand can reveal yourself to you as you find out what sort of things you \nwant to list: Things I wish had never been said. Red things. Things more \nembarrassing than nudity. Things to put off as long as possible. Things \nto die for. Acid things. Things that last only a day.\nIdentifying what we care about is not always easy. We are surrounded \nby a constant barrage of information, drama, social media, theories, and \njudgments offered to us live, in print, and electronically. It is so much \neasier to know what we ought to think an"
  },
  {
    "chunkNum": 37,
    "content": "urrounded \nby a constant barrage of information, drama, social media, theories, and \njudgments offered to us live, in print, and electronically. It is so much \neasier to know what we ought to think and feel than what we actually \ndo. Worthy authorities constantly exhort us to care about worthy causes, \nonly a few of which really touch us, whereas what we do care about at any \ngiven moment may seem trivial, egotistical, or self- serving.\nThis, I think, is in large part the value of Brande’s first exercise, which \nforces you to write in the intuitively honest period of first light, when \nthe half- sleeping brain is still dealing with its real concerns. Often what \nseems unworthy is precisely the thing that contains a universal, and by \ncatching it honestly, then stepping back from it, you may achieve the \nauthorial distance that is an essential part of significance. (All you really \ncare about this morning is how you’ll look at the dance tonight? This is a \ntrivial obsession that can hit"
  },
  {
    "chunkNum": 38,
    "content": "y achieve the \nauthorial distance that is an essential part of significance. (All you really \ncare about this morning is how you’ll look at the dance tonight? This is a \ntrivial obsession that can hit anyone, at any age, anywhere. Write about it \nas honestly as you can. Now who else might have felt this way? Someone \nw h A T e v e r  w o r k s\n14\nyou hate? Someone remote in time from you? Look out: You’re on your \nway to a story.)\nEventually you will learn what sort of experience sparks ideas for your \nsort of story— and you may be astonished at how such experiences accu-\nmulate, as if your life were arranging itself to produce material for you. \nIn the meantime, here are a half dozen suggestions for the kind of idea \nthat may be fruitful.\nThe Dilemma, or Catch- 22. You find yourself facing— or know some-\none who is facing— a situation that offers no solution. Any action taken \nwould be painful and costly. You have no chance of solving the dilemma \nin real life, but you’re a writer, an"
  },
  {
    "chunkNum": 39,
    "content": "g— or know some-\none who is facing— a situation that offers no solution. Any action taken \nwould be painful and costly. You have no chance of solving the dilemma \nin real life, but you’re a writer, and it costs nothing to explore it with \nimaginary people in an imaginary setting, even if the outcome is a tragic \none. Some writers use newspaper stories to generate this sort of idea. \nThe situation is there in the bland black and white of this morning’s \nnews. But who are these people, and how did they come to be in such a \nmess? Make it up, think it through.\nThe Incongruity. Something comes to your attention that is interest-\ning precisely because you can’t figure it out. It doesn’t seem to make \nsense. Someone is breeding pigs in the backyard of a mansion. Who is \nit? Why is she doing it? Your inventing mind can find the motives and \nthe meanings. An example from my own experience: Once when my \nphone was out of order (in the days before mobile phones), I went out \nvery late at night t"
  },
  {
    "chunkNum": 40,
    "content": "Your inventing mind can find the motives and \nthe meanings. An example from my own experience: Once when my \nphone was out of order (in the days before mobile phones), I went out \nvery late at night to make a call from a public phone at a supermarket \nplaza. At something like two in the morning all the stores were closed, \nbut the plaza was not empty. There were three women there, one of \nthem with a baby in a stroller. What were they doing there? It was sev-\neral years before I figured out a possible answer, and that answer was a  \nshort story.\nThe Connection. You notice a striking similarity in two events, people, \nplaces, or periods that are fundamentally unlike. The more you explore \nthe similarity, the more striking it becomes. My novel The Buzzards came \nfrom such a connection: The daughter of a famous politician was mur-\ndered, and I found myself in the position of comforting the dead young \nwoman’s fiancé. At the same time I was writing lectures on the Aeschy-\nlus play Agamemno"
  },
  {
    "chunkNum": 41,
    "content": "aughter of a famous politician was mur-\ndered, and I found myself in the position of comforting the dead young \nwoman’s fiancé. At the same time I was writing lectures on the Aeschy-\nlus play Agamemnon. Two politicians, two murdered daughters— one \nT h e  w r i T i n G  P r o C e s s\n15\nin ancient Greece and one in contemporary America. The connection \nwould not let go of me until I had thought it through and set it down.\nThe Memory. Certain people, places, and events stand out in your \nmemory with an intensity beyond logic. There’s no earthly reason you \nshould remember the smell of Aunt K’s rouge. It makes no sense that \nyou still flush with shame at the thought of that ball you “borrowed” \nwhen you were in fourth grade. But \nfor some reason these things re-\nmain vivid in your mind. That vivid-\nness can be explored, embellished, \ngiven form. Stephen Minot in Three \nGenres wisely advises, though, that if \nyou are going to write from a mem-\nory, it should be a memory more than a year o"
  },
  {
    "chunkNum": 42,
    "content": " vivid-\nness can be explored, embellished, \ngiven form. Stephen Minot in Three \nGenres wisely advises, though, that if \nyou are going to write from a mem-\nory, it should be a memory more than a year old. Otherwise you will \nlikely be unable to distinguish between what happened and what must \nhappen in the story or between what is in your mind and what you have \nconveyed on the page.\nThe Transplant. You find yourself having to deal with a feeling that \nis either startlingly new to you or obsessively old. You feel incapable of \ndealing with it. As a way of distancing yourself from that feeling and \ngaining some mastery over it, you write about the feeling as precisely as \nyou can, but giving it to an imaginary someone in an imaginary situa-\ntion. What situation other than your own would produce such a feeling? \nWho would be caught in that situation? Think it through.\nThe Revenge. An injustice has been done, and you are powerless to \ndo anything about it. But you’re not really, because yo"
  },
  {
    "chunkNum": 43,
    "content": "uce such a feeling? \nWho would be caught in that situation? Think it through.\nThe Revenge. An injustice has been done, and you are powerless to \ndo anything about it. But you’re not really, because you’re a writer. Re-\nproduce the situation with another set of characters, in other circum-\nstances or another setting. Cast the outcome to suit yourself. Punish \nwhomever you choose. Even if the story ends in a similar injustice, you \nhave righted the wrong by enlisting your reader’s sympathy on the side \nof right. (Dante was particularly good at this: he put his enemies in the \nInferno and his friends in Paradise.) Remember too that as human be-\nings we are intensely, sometimes obsessively, interested in our boredom, \nand you can take revenge against the things that bore you by making \nthem absurd or funny on paper.\nIf you sit there long enough, \nyou collect enough sentences to \nmake a book. It’s just chipping \nand chipping away.\n— D. B. C. Pierre\nw h A T e v e r  w o r k s\n16\nA story idea"
  },
  {
    "chunkNum": 44,
    "content": "surd or funny on paper.\nIf you sit there long enough, \nyou collect enough sentences to \nmake a book. It’s just chipping \nand chipping away.\n— D. B. C. Pierre\nw h A T e v e r  w o r k s\n16\nA story idea may come from any source at any time. You may not know \nyou have an idea until you spot it in the random jottings of your jour-\nnal. Once you’ve identified the idea, the process of thinking it through \nbegins and doesn’t end until you finish (or abandon) the story. Most \nwriting is done between the mind and the hand, not between the hand \nand the page. It may take a fairly competent typist about three hours to \ntype a twelve- page story. It may take days or months to write it. It follows \nthat, even when you are writing well, most of the time spent writing is \nnot spent putting words on the page. If the story idea grabs hard hold of \nyou, the process of thinking through may be involuntary, a gift. If not, \nyou need to find the inner stillness that will allow you to develop your \ncharacter"
  },
  {
    "chunkNum": 45,
    "content": "age. If the story idea grabs hard hold of \nyou, the process of thinking through may be involuntary, a gift. If not, \nyou need to find the inner stillness that will allow you to develop your \ncharacters, get to know them, follow their actions in your mind— and it \nmay take an effort of the will to find such stillness.\nThe metamorphosis of an idea into a story has many aspects, some \ndeliberate and some mysterious. “Inspiration” is a real thing, a gift from \nthe subconscious to the conscious mind. Perhaps influenced by the phi-\nlosophy (although it was not always the practice) of the Beat authors, \nsome new writers feel that “forcing” words is aesthetically false— and \nyet few readers can tell which story “flowed” from the writer’s pen and \nwhich was set down one hard- won word at a time. Toni Morrison has \nsaid that she will frequently rewrite a passage eight times, simply to cre-\nate the impression of an unbroken, inspired flow. Cynthia Ozick often \nbegins with “simple forcing” until a"
  },
  {
    "chunkNum": 46,
    "content": "ni Morrison has \nsaid that she will frequently rewrite a passage eight times, simply to cre-\nate the impression of an unbroken, inspired flow. Cynthia Ozick often \nbegins with “simple forcing” until a breakthrough comes, and so bears \nwith the “fear and terror until I’ve pushed through to joy.”\nOver and over again, successful writers attest that unless they pre-\npare the conscious mind with the habit of work, the gift does not come. \nWriting is mind- farming. You have to plow, plant, weed, and hope for \ngrowing weather. Why a seed turns into a plant is something you are \nnever going to understand, and the only relevant response when it does \nis gratitude. You may be proud, however, of having plowed.\nMany writers have observed that it is ideal, having turned your story \nover in your mind, to write the first draft at one sitting, pushing on \nthrough the action to the conclusion, no matter how dissatisfied you \nare with this paragraph, that character, this phrasing, or that incident. \nThe"
  },
  {
    "chunkNum": 47,
    "content": "o write the first draft at one sitting, pushing on \nthrough the action to the conclusion, no matter how dissatisfied you \nare with this paragraph, that character, this phrasing, or that incident. \nThere are two advantages to doing this. The first is that you are more \nT h e  w r i T i n G  P r o C e s s\n17\nlikely to produce a coherent draft when you come to the desk in a single \nframe of mind, with a single vision of the whole, than when you write \npiecemeal, with altered ideas and moods. The second is that fast writing \ntends to make for fast pace in the story. It is always easier, later, to add \nand develop than it is to sharpen the pace. If you are the sort of writer \nwho stays on page one for days, shoving commas around and comb-\ning the thesaurus for a word with slightly better connotations, then you \nshould probably force yourself to try this method (more than once).  \nA note of caution, though: If you write a draft at one sitting, it will not \nbe the draft you want to show anyon"
  },
  {
    "chunkNum": 48,
    "content": "ations, then you \nshould probably force yourself to try this method (more than once).  \nA note of caution, though: If you write a draft at one sitting, it will not \nbe the draft you want to show anyone, so schedule the sitting well in \nadvance of whatever deadline you may have.\nIt may happen— keeping in mind that a single- sitting draft is the \nideal— that as you write, the story takes off of its own accord in some di-\nrection other than you intended. You thought you knew where you were \ngoing and now you don’t, and you know that unless you stop for a while \nand think it through again, you’ll go wrong. You may find that although \nyou are doing precisely what you had in mind, it doesn’t work— Brian \nMoore called this “the place where the story gets sick,” and often found \nhe had to retrace his steps from an unlikely plot turn or unnatural char-\nacter action. At such times, the story needs more imaginative mulching \nbefore it will bear fruit. Or you may find, simply, that your stamina gi"
  },
  {
    "chunkNum": 49,
    "content": "his steps from an unlikely plot turn or unnatural char-\nacter action. At such times, the story needs more imaginative mulching \nbefore it will bear fruit. Or you may find, simply, that your stamina gives \nout, and that though you have done your exercises, been steadfast and \nloyal, and practiced every writerly virtue known, you’re stuck. You have \nwriter’s block.\nWriter’s block is not so popular as it used to be. I suspect people got \ntired of hearing or even talking about it— sometimes writers can be sen-\nsitive even to their own clichés. But it may also be that writers began to \nunderstand and accept their difficulties. Sometimes the process seems \nto require working yourself into a muddle and past the muddle to de-\nspair; until you have done this, it may be impossible suddenly to see \nwhat the shape of a thing ought to be. When you’re writing, this feels \nterrible. You sit spinning your wheels, digging deeper and deeper into \nthe mental muck. You decide you are going to trash the wh"
  },
  {
    "chunkNum": 50,
    "content": "hat the shape of a thing ought to be. When you’re writing, this feels \nterrible. You sit spinning your wheels, digging deeper and deeper into \nthe mental muck. You decide you are going to trash the whole thing and \nwalk away from it— only you can’t, and you keep coming back to it like \na tongue to an aching tooth. Or you decide you are going to sit there \nw h A T e v e r  w o r k s\n18\nuntil you bludgeon it into shape— and as long as you sit there it remains \nrecalcitrant. W. H. Auden observed that the hardest part of writing is not \nknowing whether you are procrastinating or must wait for the words to \ncome.\nI know a newspaper editor who says that writer’s block always rep-\nresents a lack of information. I thought this inapplicable to fiction until \nI noticed that I was mainly frustrated when I didn’t know enough about \nmy characters, the scene, or the action— when I had not gone to the \nimaginative depth where information lies.\nEncouragement comes from the poet William Stafford, who a"
  },
  {
    "chunkNum": 51,
    "content": "hen I didn’t know enough about \nmy characters, the scene, or the action— when I had not gone to the \nimaginative depth where information lies.\nEncouragement comes from the poet William Stafford, who advised \nhis students always to write to their lowest standard. Somebody always \ncorrected him: “You mean your highest standard.” No, he meant your \nlowest standard. Jean Cocteau’s editor gave him the same advice: “The \nthought of having to produce a masterpiece is giving you writer’s cramp. \nYou’re paralysed at the sight of a blank sheet of paper. So begin any old \nway. Write: ‘One winter evening . . .’” In On Writer’s Block: A New Approach \nto Creativity, Victoria Nelson points out that “there is an almost math-\nematical ratio between soaring, grandiose ambition . . . and a severe \ncreative block.” More writers prostitute themselves “up” than “down”; \nmore are false in their determination to write great literature than in \ntheir willingness to throw off a romance.\nA rough draft is rough; "
  },
  {
    "chunkNum": 52,
    "content": "lock.” More writers prostitute themselves “up” than “down”; \nmore are false in their determination to write great literature than in \ntheir willingness to throw off a romance.\nA rough draft is rough; that’s its nature. Let it be rough. Think of it as \nmaking clay. The molding and the glaze come later.\nAnd remember: Writing is easy. Not writing is hard.\nReading as a Writer\nLearning to read as a writer means focusing on craft, the choices, meth-\nods, and techniques of the author. In On Becoming a Novelist, John Gard-\nner urges young writers to read “the way a young architect looks at a \nbuilding, or a medical student watches an operation, both devotedly, \nhoping to learn from a master, and critically alert for any possible mis-\ntake.” T. S. Eliot’s dictum was “Bad poets imitate; good poets steal.”\nAsk yourself as you read: What is memorable, effective, moving? Re-\nread, watching for the techniques that produced those reactions in you. \nWhy did the author choose to begin at this point? Ho"
  },
  {
    "chunkNum": 53,
    "content": "teal.”\nAsk yourself as you read: What is memorable, effective, moving? Re-\nread, watching for the techniques that produced those reactions in you. \nWhy did the author choose to begin at this point? How does she engage \nT h e  w r i T i n G  P r o C e s s\n19\nmy attention, make me wonder what will happen, make my heart race \nfor the character? Why did she choose this image, this setting, this end-\ning? You can also learn from stories that don’t move you. How could you \nhave handled the same material? What would you have changed, and \nhow? Be greedy as an author: What can I learn from this story? What can \nI imitate, steal?\nA word AbouT TheMe\nThe process of discovering, choosing, and revealing the theme of your \nstory begins as early as a first freewrite and continues, probably, beyond \npublication. The theme is what your story is about and what you think \nabout it, its core and the spin you put on it. John Gardner points out that \ntheme “is not imposed on the story but evoked from within"
  },
  {
    "chunkNum": 54,
    "content": "cation. The theme is what your story is about and what you think \nabout it, its core and the spin you put on it. John Gardner points out that \ntheme “is not imposed on the story but evoked from within it— initially \nan intuitive but finally an intellectual act on the part of the writer.”\nWhat your story has to say will \ngradually reveal itself to you and to \nyour reader through every choice \nyou as a writer make— the actions, \ncharacters, setting, dialogue, ob-\njects, pace, metaphors and sym-\nbols, viewpoint, atmosphere, style, \neven syntax and punctuation, and \nin some cases typography.\nBecause of the comprehensive na-\nture of theme, I have placed the dis-\ncussion of it at the end of the book,  \nafter the individual story elements have been addressed. But this is not en-\ntirely satisfactory, since each of those elements contributes to the theme \nas it unfolds. You may want to skip ahead and take a look at that chapter, \nor you may want to anticipate the issue by asking at every stage "
  },
  {
    "chunkNum": 55,
    "content": "ry, since each of those elements contributes to the theme \nas it unfolds. You may want to skip ahead and take a look at that chapter, \nor you may want to anticipate the issue by asking at every stage of your \nmanuscript: What really interests me about this? How does this (image, \ncharacter, dialogue, place) reveal what I care about? What connections \ndo I see between one image and another? How can I strengthen those \nconnections? Am I saying what I really mean, telling my truth about it?\nAnd there are people who want \nto be writers because they love \nto write. . . . Because they love \nthe process and . . . through \nthat process they realize they \nbecome more intelligent \nand more honest and more \nimaginative than they can be in \nany other part of their life.\n— Russell Banks\nw h A T e v e r  w o r k s\n20\nsuGGesTed reAdinGs\nWhat If? Writing Exercises for Fiction Writers\nAnne Bernays and Pamela Painter\nBecoming a Writer\nDorothea Brande\nHow to Write Short\nRoy Peter Clark\n“Why I Write”\nJoan"
  },
  {
    "chunkNum": 56,
    "content": "  w o r k s\n20\nsuGGesTed reAdinGs\nWhat If? Writing Exercises for Fiction Writers\nAnne Bernays and Pamela Painter\nBecoming a Writer\nDorothea Brande\nHow to Write Short\nRoy Peter Clark\n“Why I Write”\nJoan Didion\nThe Writing Life\nAnnie Dillard\n“Message from a Cloud of Flies: On Distraction”\nBonnie Friedman\nThe Art of Fiction\nJohn Gardner\n“Shitty First Drafts”\nAnne Lamott\nThe Subversive Copy Editor\nCarol Fisher Saller\nOne Writer’s Beginnings\nEudora Welty\nwriTinG ProMPTs\n1. Keep a journal for two weeks. Then decide on a comfortable amount \nto write daily, and determine not to let a day slide. In addition to the \njournal suggestions in this chapter, you might try these:\n• Open any book and point at random. Take the noun nearest where \nyour finger falls and make a quick list of anything it suggests to you.  \nFreedraft a paragraph about it.\n• Take note of bumper stickers as you encounter them. When you \nhave a half dozen or so, pick one and quickly list what you remem-\nber about the car, its mak"
  },
  {
    "chunkNum": 57,
    "content": " to you.  \nFreedraft a paragraph about it.\n• Take note of bumper stickers as you encounter them. When you \nhave a half dozen or so, pick one and quickly list what you remem-\nber about the car, its make, model, color, condition— or make it \nup. Then freedraft a portrait of the car’s owner.\nT h e  w r i T i n G  P r o C e s s\n21\n• Identify the kernel of a story from your experience of one of the follow-\ning: first memory; angry parent; lost object; unfounded fear; haircut.\n2. Every morning for a week, sit down before breakfast and freewrite \na paragraph of whatever comes into your head. At the end of the \nweek, read the pages over, circling any word, phrase, person, place, \nor thought that seems interesting to you. Pick one. Freedraft a page \nabout it.\n3. Make a list of a dozen things you know nothing about. Pick one at \nrandom and freedraft a paragraph about it.\n4. Write a short memoir that has to do with reading or writing— the \nmoment you discovered you could read or write your name, "
  },
  {
    "chunkNum": 58,
    "content": "ow nothing about. Pick one at \nrandom and freedraft a paragraph about it.\n4. Write a short memoir that has to do with reading or writing— the \nmoment you discovered you could read or write your name, for \nexample, or the class where you practiced making letters, or the \nperson who inspired you to write. Is there the kernel of a story here?\n5. Write a short passage about why you want to write. Write another \nabout why it’s so hard. Imagine someone radically different from \nyourself in some way. Write a page in which you attribute something \nof that desire and that difficulty to this other person.\n6. Make a list of the first ten things that come into your head. Pick one. \nMake a list of the first ten things it brings to mind. Pick one. Write a \nparagraph about it.\n7. Pick one of these phrases and, beginning with it, use it to freedraft  \na page:\n• After supper he would always . . . \n• In my favorite photo . . . \n• But why did she have to . . . ?\n• I took one look and . . . \n• That little"
  },
  {
    "chunkNum": 59,
    "content": "s and, beginning with it, use it to freedraft  \na page:\n• After supper he would always . . . \n• In my favorite photo . . . \n• But why did she have to . . . ?\n• I took one look and . . . \n• That little space made me feel . . . \n• Then the door opened and . . ."
  }
]