[
  {
    "chunkNum": 1,
    "content": "From Reading to Writing: Strategies \nto support genre awareness\nUnderstanding Genre Awareness\nGenre awareness involves recognizing and understanding the conventions, structures, and purposes \nof different types of writing within academic disciplines. Understanding the nuances of genre-specific \nwriting (e.g. article) is essential for producing scholarly work that meets the standards of your field. \nDeveloping genre awareness can help you adapt your writing to fit various academic genres, such as \nresearch articles, literature reviews, policy memos, and research or grant proposals. As you become \nmore aware and more comfortable with the genre, you can begin to add more of your own voice to it. \nFor readers, genre awareness enhances comprehension and appreciation of a text. By recognizing the \ngenre, readers can better anticipate the structure and purpose of the writing, which aids in \nunderstanding and interpreting the content. Awareness can also make you more efficient readers. \nKey Co"
  },
  {
    "chunkNum": 2,
    "content": "e \ngenre, readers can better anticipate the structure and purpose of the writing, which aids in \nunderstanding and interpreting the content. Awareness can also make you more efficient readers. \nKey Concepts\nRhetorical Situation: The context in which writing takes place, including the purpose, audience, \nsetting, writer, exigence or reason for writing. It can be very useful to map out the situation. \nGenre Conventions: Standardized ways of organizing and presenting information in genre. \nDisciplinary Norms: Disciplinary norms refer to the specific expectations and conventions within \na field of study regarding how to structure, present, and support arguments, including the use of \nCreated by Dr. Katherine E. Morelli, Writing Services Specialist, 2024\nGenre is a standardized way that\ninformation is presented to a\nspecific audience. There are\nconventions and guidelines for all\nacademic genres. \nWriting is a dynamic process\nthat requires careful\nconsideration of the rhetorical\nsituation. U"
  },
  {
    "chunkNum": 3,
    "content": "tion is presented to a\nspecific audience. There are\nconventions and guidelines for all\nacademic genres. \nWriting is a dynamic process\nthat requires careful\nconsideration of the rhetorical\nsituation. Understanding this\ndynamic situation can help guide\nhow and what you write. \nWriter\nSubject\nAudience \nText\nEXIGENCE \nPURPOSE \nGENRE \nthe reason for writing\nhow the subject is presented to the audience \nevidence, style, and citation practices. \nPractical Strategies for Developing Genre Awareness\nPre-Reading Strategies\nIdentify the Purpose: Understand why you are reading the text. Are you looking to understand a \nconcept, gather evidence, or analyze the writing style?\nPreview the Text: Skim the headings, subheadings, abstract, and conclusion to get an overview of \nthe structure and main ideas.\nActive Reading Strategies\nAnalyze the Structure and Organizations: Identify common structures. Pay attention to how \ndifferent sections (e.g. introduction,  methods) are organized in academic writing ge"
  },
  {
    "chunkNum": 4,
    "content": "tive Reading Strategies\nAnalyze the Structure and Organizations: Identify common structures. Pay attention to how \ndifferent sections (e.g. introduction,  methods) are organized in academic writing genres. \nOutline the Text: Create outlines of several academic texts in the same genre in your field  to see \ncommonalities and differences in structure. This will help with identifying common conventions. \nFocus on Language: Look for recurring phrases, terminology, and sentence structure used. Try to \nmimic the writing style of highly-cited pieces in the genre you are learning to begin to understand \nthe tone and formality expected. Once comfortable, you can begin to develop your own voice. \nIdentify Rhetorical Moves: Note how writer introduce their topics, make arguments, cite sources, \ntransitions between sections, and conclude the genre you are learning. Observe what kinds of \nappeals are most common (ethos or authority, pathos or emotion, logos or reason) in the genre. \nAnnotate the Tex"
  },
  {
    "chunkNum": 5,
    "content": "tions between sections, and conclude the genre you are learning. Observe what kinds of \nappeals are most common (ethos or authority, pathos or emotion, logos or reason) in the genre. \nAnnotate the Text: Highlight key points, make notes in the margins, and mark unfamiliar terms. \nFocus on how the text is organized and the language used.\nIdentify Genre Features: Look for common elements in the text, such as the introduction or \nconclusion to understand the purpose of each section and how writers approach them. \nPost-Reading Strategies \nSummarize the Text: Write a brief summary (e.g. annotation) focusing on the main points and how \nthey are presented. Keep these annotations organized for quick reference. Abstracts are good \nexamples of concise summaries and can serve as a model for writing quick annotations. \nCompare with Other Texts: Read multiple texts in the same genre to identify common features \nand variations. This will help identify required genre features and give you a sense of h"
  },
  {
    "chunkNum": 6,
    "content": "ick annotations. \nCompare with Other Texts: Read multiple texts in the same genre to identify common features \nand variations. This will help identify required genre features and give you a sense of how a writer \napproaches individuality in their writing while adhering to genre conventions. \nMore on Identifying Genre Features\nUnderstanding and analyzing a genre is crucial for effective academic writing. By examining its \npurpose, audience, structure, and style, you can gain insights into how to approach your own writing. \nThis list of questions helps identify key genre features and characteristics, aiding in the development \nof skills to produce well-crafted academic work. They are designed to support your genre analysis. \nWhat is the primary purpose of the genre? (e.g. inform, persuade, analyze)\nWho is the intended audience for this genre? (e.g. scholars, policymakers)\nWhat are the key characteristics or conventions of this genre? (e.g. structure, format, tone)\nUnderstanding the Genre"
  },
  {
    "chunkNum": 7,
    "content": "nalyze)\nWho is the intended audience for this genre? (e.g. scholars, policymakers)\nWhat are the key characteristics or conventions of this genre? (e.g. structure, format, tone)\nUnderstanding the Genre\nWhat are the common sections or components of this genre? (e.g., introduction, methods)\nHow are arguments or ideas typically organized within this genre? (e.g., chronological)\nWhat types of evidence or sources are typically used in this genre? (e.g., empirical data_\nStructure and Elements\nWhat is the typical writing style or tone used in this genre? (e.g. formal, analytical)\nHow does the genre handle citations and references? (e.g. APA, MLA, Chicago)\nWhat are common phrases or terminology used in this genre? (e.g. “policy implications”)\nWriting and Style\nHow does this genre contribute to the broader field of study? (e.g. advancing knowledge)\nHow does this genre address counterarguments or alternative perspectives (e.g. limitations)\nWhat are the expectations for originality and critical an"
  },
  {
    "chunkNum": 8,
    "content": "broader field of study? (e.g. advancing knowledge)\nHow does this genre address counterarguments or alternative perspectives (e.g. limitations)\nWhat are the expectations for originality and critical analysis in this genre? (e.g.independent\nthought, synthesis of existing research)\nPurpose and Function\nWhat are common challenges with writing in this genre? (e.g. maintaining objectivity)\nHow do writers transition between sections or ideas? (e.g. clear topic sentences, signposting)\nWhat strategies can be used to ensure clarity and precision in this genre? (e.g. defining terms,\navoiding unnecessary jargon)\nPractical Application\nMore on rhetorical moves\nRhetorical moves are strategies that writers use to effectively communicate their ideas and achieve \ntheir purpose within the conventions of a specific genre. These moves help structure the text, engage \nthe audience, and enhance the persuasiveness of the argument. By identifying these moves in genres \nin your program and field, you can better"
  },
  {
    "chunkNum": 9,
    "content": "ecific genre. These moves help structure the text, engage \nthe audience, and enhance the persuasiveness of the argument. By identifying these moves in genres \nin your program and field, you can better understand how to employ them in your own writing.\nRhetorical moves can include various elements such as introducing topics, making arguments, \nproviding evidence, transitioning between sections, and concluding. They also involve the use of \nappeals—ethos (authority), pathos (emotion), and logos (reason)—to connect with the audience.\nExamples of rhetorical moves in academic writing:\nWhat are common formats and where is this genre is published or presented? (e.g. journals)\nWhat are the criteria for evaluating the effectiveness of the genres (e.g. relevance,, argument)\nHow can one assess the impact or influence of a piece written in this genre? (e.g., citation\nmetrics, policy changes, academic recognition)\nEvaluation\nExample: “In recent years, the impact of technology on student learning ha"
  },
  {
    "chunkNum": 10,
    "content": "pact or influence of a piece written in this genre? (e.g., citation\nmetrics, policy changes, academic recognition)\nEvaluation\nExample: “In recent years, the impact of technology on student learning has garnered\nsignificant attention due to the increasingly integration of digital tools in classrooms.” \nMove: Establishing the importance of the topic\nExample: “This study examines the relationship between digital learning platforms and\nstudent engagement, aiming to provide a comprehensive analysis of contributing factors.”\nMove: Presenting the research question or thesis statement \nMove: Stating a clear argument  \nExample: “Data suggest that personalized learning technologies improve student\noutcomes. Students using adaptive software achieve higher test scores and greater\nmotivation, indicating these tools enhance educational effectiveness.”\nMove: Using transitional phrases to guide the reader  \nExample: “Building on the evidence presented in the previous section, this chapter\nexlores the "
  },
  {
    "chunkNum": 11,
    "content": "g these tools enhance educational effectiveness.”\nMove: Using transitional phrases to guide the reader  \nExample: “Building on the evidence presented in the previous section, this chapter\nexlores the impact of digital tools on student collaboration and engagement”\nApplying Genre Awareness to Write\nApplying genre awareness to writing involves translating your understanding of genre conventions \ninto clear, structured academic work. This section details how to plan, draft, and revise your text \neffectively by defining your purpose, knowing your audience, and adhering to genre-specific norms, \nensuring your writing meets academic standards and assignment expectations in your programs. \nPlanning your writing\nUnderstanding how to apply genre awareness to your writing can significantly enhance your ability to \nproduce clear, effective, and scholarly work. This process involves leveraging your knowledge of genre \nconventions to structure, draft, and revise your texts in a way that aligns with"
  },
  {
    "chunkNum": 12,
    "content": "our ability to \nproduce clear, effective, and scholarly work. This process involves leveraging your knowledge of genre \nconventions to structure, draft, and revise your texts in a way that aligns with academic standards and \nexpectations. Here’s a step-by-step guide to help you apply genre awareness effectively to write:\nUnderstand the Genre’s Purpose and Objectives\nClarify the Genre’s Purpose\nEach academic genre serves a distinct function. It is important to be clear on purpose. For example:\nMove: Summarizing previous points before introducing new ones \nExample: “Having discussed the benefits of personalized learning, we now turn to the\nchallenges of digital equity in education.”\nMove: Restating the main findings or arguments \nExample: “In summary, the study highlights the significant role of technology in\nenhancing student learning outcomes.”\nMove: Appeals to pathos (emotion) \nExample: “The transformative impact of technology can be seen in the increased\nenthusiasm and engagement of "
  },
  {
    "chunkNum": 13,
    "content": "e of technology in\nenhancing student learning outcomes.”\nMove: Appeals to pathos (emotion) \nExample: “The transformative impact of technology can be seen in the increased\nenthusiasm and engagement of students in underserved communities.”\nMove: Appeals to logos (reason) \nExample: “Statistical analysis shows a direct correlation between the use of digital\ntools and improved student performance in standardized tests.”\nResearch Articles: Aim to present original research findings, contribute to the body of knowledge, \nand engage with existing literature.\nLiterature Reviews: Seek to synthesize and critique the current state of research on a topic, \nidentifying gaps and trends.\nPolicy Memos: Aim to provide concise and actionable recommendations based on evidence, \ntailored for decision-makers.\nGrant Proposals: Focus on convincing reviewers of the significance and feasibility of a research \nproject or initiative.\nGuiding Questions: \nDefine your Objectives\n Once you understand the genre’s purpo"
  },
  {
    "chunkNum": 14,
    "content": "ant Proposals: Focus on convincing reviewers of the significance and feasibility of a research \nproject or initiative.\nGuiding Questions: \nDefine your Objectives\n Once you understand the genre’s purpose, refine your writing objectives:\nFor Research Articles: Ensure your objectives include clearly articulating the research problem, \npresenting methodologies, and discussing implications.\nFor Literature Reviews: Aim to provide a comprehensive overview of the research landscape, \nhighlighting key debates and gaps.\nFor Policy Memos: Your objectives should be to outline the problem clearly, present viable policy \noptions, and recommend specific actions.\nFor Grant Proposals: Focus on demonstrating the need for the project, detailing your plan, and \nshowcasing the potential impact.\nGuiding Questions:\nAlign Content with Genre Goals\nTailor your content to meet the specific objectives of the genre. Consider:\nRelevance and Focus: Ensure that each part of your text aligns with the genre’s goals. Fo"
  },
  {
    "chunkNum": 15,
    "content": "ns:\nAlign Content with Genre Goals\nTailor your content to meet the specific objectives of the genre. Consider:\nRelevance and Focus: Ensure that each part of your text aligns with the genre’s goals. For \nexample, in a research article, each section should build towards presenting and discussing your \nresearch findings.\nAudience Needs: Consider the needs and expectations of your target audience. For instance, \npolicy memos should be accessible to policymakers who may not have specialized knowledge.\nWhat is the objective of the genre? What are its primary goals as a genre?\nWhat is your specific purpose, and does it align with the genre?\nIs your purpose to persuade, inform, discuss, analyze, synthesize, describe, etc.? \nWhat are the key objectives of your writing? What are your specific goals?\nWhat should readers know or be able to do, for instance, after reading?\nIs there a clear connection between the purpose and objectives for writing? \nDo your objectives and purpose align with the core"
  },
  {
    "chunkNum": 16,
    "content": "\nWhat should readers know or be able to do, for instance, after reading?\nIs there a clear connection between the purpose and objectives for writing? \nDo your objectives and purpose align with the core objectives of the genre?\nContribution to the Field: Reflect on how your writing contributes to the field. For research \narticles, this means advancing knowledge; for literature reviews, it means providing clarity and \ninsight into existing research.\nGuiding Questions: \nSet Clear Writing Goals\nBased on the genre’s purpose and your objectives, set specific goals for your writing process:\nEstablish a thesis or Research Question: For research articles, formulate a clear research \nquestion or hypothesis that drives your investigation.\nOutline Key Sections: Determine which sections are crucial for achieving your objectives and how \nto present them effectively. For example, in a policy memo, prioritize the problem statement and \nrecommendations.\nEnsure Coherence and Focus: Make sure each section"
  },
  {
    "chunkNum": 17,
    "content": "achieving your objectives and how \nto present them effectively. For example, in a policy memo, prioritize the problem statement and \nrecommendations.\nEnsure Coherence and Focus: Make sure each section of your document contributes directly to \nyour main objectives and maintains a clear focus. Avoid unnecessary or extraneous information.\nGuiding Questions:\nOutlining: Preparing to Write\nDevelop a Hierarchical Outline\nCreating a detailed hierarchical outline is a crucial step in planning and organizing your academic \nwriting. This outline will serve as a roadmap for your text, ensuring that your arguments are structured \nlogically and that all necessary content is covered comprehensively.\nStart with a Broad Structure\nBegin by drafting a high-level overview of your text. Identify the major sections or headings that will \nform the core of your document. For a policy memo, these might include:\nWho is your audience/readership and what are their purposes for reading?\nWhat do they need or expect"
  },
  {
    "chunkNum": 18,
    "content": "ions or headings that will \nform the core of your document. For a policy memo, these might include:\nWho is your audience/readership and what are their purposes for reading?\nWhat do they need or expect from this genre? \nHow and are you meeting those expectations and needs? \nWhat kind of work is your writing doing? (e.g. advancing knowledge, informing decisions)\nWhat are the key sections of this genre? Which sections are required? \nWhat are the goals and objectives of each section in your writing? \nWhat sections should you prioritize based on knowledge of the genre? \nExecutive Summary\nProblem Statement\nPolicy Options\nRecommendation\nImplementation Plan\nConclusion\nBreak Down Each Section\nFor each major section, outline the key subsections and topics that need to be addressed. This helps \nyou organize your thoughts and ensure that each part of your document fulfills its purpose. \nUsing a policy memo as an example, here’s how you might break down each section:\nDefine Subsections in Detail\nWi"
  },
  {
    "chunkNum": 19,
    "content": "rganize your thoughts and ensure that each part of your document fulfills its purpose. \nUsing a policy memo as an example, here’s how you might break down each section:\nDefine Subsections in Detail\nWithin each subsection, specify the content and arguments that need to be included. This helps in \nmaintaining a clear and logical flow. \nFor example, in the Policy Options section of a policy memo, you might detail:\nExecutive Summary\nPurpose of the Memo\nKey Findings\nSummary of Recommendations\nProblem Statement\nDescription of the Issue\nBackground and Context\nEvidence of the Problem’s Impact\nPolicy Options\nOption 1: Description, Pros and Cons, Feasibility\nOption 2: Description, Pros and Cons, Feasibility\nOption 3: Description, Pros and Cons, Feasibility\nComparison of Options\nRecommendation\nPreferred Option\nRationale for Recommendation\nAnticipated Outcomes and Benefits\nImplementation Plan\nSteps for Implementation\nResources Required\nTimeline\nPotential Challenges and Solutions\nConclusion\nRecap o"
  },
  {
    "chunkNum": 20,
    "content": "red Option\nRationale for Recommendation\nAnticipated Outcomes and Benefits\nImplementation Plan\nSteps for Implementation\nResources Required\nTimeline\nPotential Challenges and Solutions\nConclusion\nRecap of Key Points\nFinal Remarks on the Importance of the Recommendation\nCall to Action (if applicable)\nOption 1\nDetailed Description of the Policy Option\nAdvantages and Disadvantages\nAnalysis of Feasibility and Implementation Issues\nOption 2\nDetailed Description of the Policy Option\nAdvantages and Disadvantages\nAnalysis of Feasibility and Implementation Issues\nComparison of Options\nSummary Table Comparing Key Features of Each Option\nEstablish Relationships and Flow\nEnsure that there is a logical progression between sections and subsections. Each part should build on \nthe previous one, leading to a coherent overall argument. \nFor a policy memo, for instance:\nIterate and Refine\nYour hierarchical outline is a living document. As you begin drafting, you might find that some sections \nneed to be exp"
  },
  {
    "chunkNum": 21,
    "content": "coherent overall argument. \nFor a policy memo, for instance:\nIterate and Refine\nYour hierarchical outline is a living document. As you begin drafting, you might find that some sections \nneed to be expanded or reorganized. Regularly revisit and update your outline to reflect these \nchanges and ensure that your writing remains aligned with your objectives and genre conventions.\nGuiding Questions:\nQuick Tips for Strategic Reading\nDiscussion of Trade-offs and Potential Impacts\nThe Executive Summary provides a concise overview of the memo, setting up the reader to \nunderstand the Problem Statement.\nThe Policy Options section follows, presenting various solutions to the problem.\nThe Recommendation section should logically follow from the analysis of the policy options, \nproviding a clear choice based on the previous discussion.\nThe Implementation Plan should outline how the recommended policy will be put into action.\nWhat are the main components of each section?\nWhat specific information nee"
  },
  {
    "chunkNum": 22,
    "content": "based on the previous discussion.\nThe Implementation Plan should outline how the recommended policy will be put into action.\nWhat are the main components of each section?\nWhat specific information needs to be included in each subsection?\nHow should these components logically flow from one to the next?\nAre there any gaps or redundancies in your outline that need addressing?\n1.  Identify Key Genre Features\nTip: Focus on specific elements that define the genre, such as structure, style, and purpose.\nExample: For academic journal articles, look for sections like Abstract, Introduction, \nMethodology, Results, and Discussion.\n2.  Analyze Purpose and Audience\nTip: Understand the genre’s primary purpose and intended audience to better grasp its \nconventions and the expectations of readers. \nExample: Research proposals aim to persuade funders by demonstrating significance and \nfeasibility, targeting a specialized academic or funding body.\n3.  Examine Structural Patterns\nTip: Observe common stru"
  },
  {
    "chunkNum": 23,
    "content": "e: Research proposals aim to persuade funders by demonstrating significance and \nfeasibility, targeting a specialized academic or funding body.\n3.  Examine Structural Patterns\nTip: Observe common structural patterns and organization within the genre.\nExample: In policy memos, typical structures include an Executive Summary, Problem \nStatement, Policy Options, and Recommendations.\n4.  Note Language and Style\nTip: Pay attention to language use, tone, and stylistic choices specific to the genre.\nExample: Technical reports often use formal, precise language and passive voice to emphasize \ndata over the researcher’s actions.\n5.  Review Genre-Specific Conventions\nTip: Identify and learn the conventions and expectations specific to the genre.\nExample: Literature reviews often include a comprehensive synthesis of existing research, \nusing thematic or chronological organization.\n6.  Evaluate Evidence and Argumentation\nTip: Analyze how evidence is used to support arguments and conclusions within"
  },
  {
    "chunkNum": 24,
    "content": "ive synthesis of existing research, \nusing thematic or chronological organization.\n6.  Evaluate Evidence and Argumentation\nTip: Analyze how evidence is used to support arguments and conclusions within the genre.\nExample: In argumentative essays, assess how claims are substantiated with evidence and \nhow counterarguments are addressed.\n7.  Compare Different Examples\nTip: Read multiple examples within the genre to understand variations and commonalities.\nExample: Comparing several grant proposals helps identify common elements like budget \nsections, goals, and methodology descriptions.\n8.  Consider Citation and Referencing Styles\nTip: Note the citation practices and referencing styles typical of the genre.\nExample: APA style is common in psychology and education research, while MLA is frequently \nused in humanities papers.\n9.  Assess the Use of Visuals\nTip: Observe how and why visuals (tables, graphs, charts) are used in the genre.\nExample: Business reports often use graphs to visually r"
  },
  {
    "chunkNum": 25,
    "content": "ntly \nused in humanities papers.\n9.  Assess the Use of Visuals\nTip: Observe how and why visuals (tables, graphs, charts) are used in the genre.\nExample: Business reports often use graphs to visually represent financial data or trends for \nclarity and impact.\n10. Reflect on Genre Evolution\nTip: Be aware of how genres evolve over time and how contemporary examples might differ \nfrom older ones.\nExample: Modern policy briefs might include digital data visualizations, whereas older \nversions relied more heavily on textual descriptions."
  }
]