[
  {
    "chunkNum": 1,
    "content": "jerryjenkins.com\n1\nA 12-STEP GUIDE\nHOW TO\nA NOVEL\nWrite\njerryjenkins.com\n2\nYou’ve always wanted to write a novel.\nBut something’s stopped you.\nMaybe you’ve tried before, only to get thirty pages in and lose steam because:\nYour story idea didn’t hold up\nYou couldn’t overcome procrastination\nYou feared your writing wasn’t good enough\nYou ran out of ideas and had no idea what to do next\nYou may be surprised to know that even after writing over 190 books (two-thirds of those novels) over the last 40 years, \n21 of them New York Times bestsellers (most notably the Left Behind Series), I deal with with those exact problems \nevery time.\nI use a repeatable novel-writing plan—one that helps me smash through those obstacles. And that’s what I reveal to you \nin this definitive guide.\nImagine a finished manuscript in your hands, or your name on the front of a newly published book—does that excite \nyou?\nBetter yet, imagine letters from readers saying your novel changed their lives, that your words g"
  },
  {
    "chunkNum": 2,
    "content": "d manuscript in your hands, or your name on the front of a newly published book—does that excite \nyou?\nBetter yet, imagine letters from readers saying your novel changed their lives, that your words gave them a new \nperspective. A renewed hope.\nIf other writers enjoy these things, why not you?\nFirst, you have to write a novel. :)\nThis guide details the plan I use to write all my novels. I hope you enjoy it and that you can apply it to your own writing!\nSo how do I overcome them and succeed?\njerryjenkins.com\n3\nSTEP 1:\nSTEP 2:\nNail-down a winning \nstory idea.\nDetermine whether you’re an Outliner or a Pantser.\nIs your novel concept special? \nCome up with a story idea laden with conflict—the engine that will drive your plot. \nI based my first novel, Margo, on this idea: A judge tries a man for a murder the judge committed. \nTake whatever time you need to sift through your story ideas and choose the one you would want to read—the one \nabout which you’re most passionate. It must capture YOU "
  },
  {
    "chunkNum": 3,
    "content": " a murder the judge committed. \nTake whatever time you need to sift through your story ideas and choose the one you would want to read—the one \nabout which you’re most passionate. It must capture YOU so completely you can’t get it out of your head. Only that kind \nof an idea will draw you to the keyboard everyday and inspire you to write the novel you’ve always dreamed of.\nBig enough to warrant 75,000 to 100,000 words? \nPowerful enough to hold the reader all the way?\nIf you’re an Outliner, you prefer to map out everything before you start writing. You want to know your characters and \nwhat happens to them from beginning to end.\nIf you’re a Pantser, you write by the seat of your pants. You begin with the germ of an idea and you write by process of \ndiscovery. As Stephen King says, “Put interesting characters in difficult situations and write to find out what happens.” \nOne or the other of these approaches will simply feel most natural to you. But many are  hybrids—needing the security \n"
  },
  {
    "chunkNum": 4,
    "content": "resting characters in difficult situations and write to find out what happens.” \nOne or the other of these approaches will simply feel most natural to you. But many are  hybrids—needing the security \nof an outline and the freedom to let the story take you where it will. Simply do what makes the most sense to you. (I \ncover strategies for both types here.)\nRegardless, you need some form of structure to keep from burning out after 30 or so pages. I’m a Pantser through and \nthrough, but I never start a novel without an idea where I’m going—or think I’m going. \nSTEP 3:\nCreate an unforgettable main character.\nBefore you start page one, you’ll want to understand your characters.\nYour most important character will be your protagonist, also known as your lead or your hero/heroine. This main \ncharacter must have a character arc, in other words be a different, better person by the end. That means he (and I’m \nusing this pronoun inclusively to mean hero or heroine) must have potentially heroic qu"
  },
  {
    "chunkNum": 5,
    "content": "cter must have a character arc, in other words be a different, better person by the end. That means he (and I’m \nusing this pronoun inclusively to mean hero or heroine) must have potentially heroic qualities that emerge in the \nclimax. Your lead can have human flaws, but those should be redeemable.\nYou’ll also have an antagonist, the villain who should be every bit as formidable and compelling as your hero. Make \nsure the bad guy isn’t bad just because he’d the bad guy. You must have reasons for why he does what he does to make \nhim  a worthy foe, realistic and memorable. \nYou’ll also need important orbital cast members.         \nFor each character, ask:\nUse distinct names (even distinct initials) for every character—and make them look and sound different from each other \ntoo, so your reader won’t confuse them.\nLimit how many you introduce early. If your reader needs a program to keep up, you may not have him for long.\nTo be memorable, your characters must also be believable. Inject th"
  },
  {
    "chunkNum": 6,
    "content": "er won’t confuse them.\nLimit how many you introduce early. If your reader needs a program to keep up, you may not have him for long.\nTo be memorable, your characters must also be believable. Inject them with humanity. \nIf your characters don’t feel authentic, they may be missing traits real people possess. Naturally your lead character will \nface an outward problem, but it’s inner turmoil that will makes him come alive on the page.\nHeroic, inventive, morally upright, and physically strong? Of course. But your protagonist must also face fear, insecurity, \ninner weakness. Give your readers someone they can identify with, characters who will develop. \nImagine each character’s range of strengths, weaknesses, and insecurities before you start writing, and you’ll find your \njob a lot easier.\nWhat do they want? \nWhat or who is keeping them from getting it? \nWhat will they do about it?\nWhat is their role in the main story?\njerryjenkins.com\n4\njerryjenkins.com\n5\nSTEP 4:\nExpand your idea into a p"
  },
  {
    "chunkNum": 7,
    "content": "t do they want? \nWhat or who is keeping them from getting it? \nWhat will they do about it?\nWhat is their role in the main story?\njerryjenkins.com\n4\njerryjenkins.com\n5\nSTEP 4:\nExpand your idea into a plot.\nWould you believe some bestselling novelists don’t plot? Stephen King doesn’t. And there are others. However \nglamorous that might sound, here’s the downside:\nYou’re not Stephen King. I’m not either. \nI love being a Pantser and writing by process of discovery, BUT—even we need structure, if not a formal outline.  \nDiscovering what bestselling novelist Dean Koontz calls the Classic Story Structure (in his How to Write Best-Selling \nFiction) changed my career forever. My book sales took off when I started doing this:\nPlunge your main character into terrible trouble as soon as possible.\nEverything your character does to try to get out of that trouble makes it only worse...\n...until the predicament appears hopeless.\nFinally, everything your hero learns from trying to get out of the terrib"
  },
  {
    "chunkNum": 8,
    "content": "ything your character does to try to get out of that trouble makes it only worse...\n...until the predicament appears hopeless.\nFinally, everything your hero learns from trying to get out of the terrible trouble completes his character \narc and gives him what he needs to succeed in the end.\nAn Opener\nThe Inciting Incident that changes everything\nA series of crises that build tension\nA Climax\nA Conclusion\n1\n1\n4\n2\n5\n3\n2\n3\n4\nWriting coaches call by different names their own suggested story structures, but the basic sequence is \nlargely similar. They all include some variation of: \nPLOT ELEMENTS\njerryjenkins.com\n6\nRegardless how you plot your novel, your primary goal must be to grab readers by the throat from the \nget-go and never let go.\nMore in-depth plotting resources: \nPlot and Structure by James Scott Bell\nThe Secrets of Story Structure by K. M. Weiland \nRandy Ingermanson’s Snowflake Method \njerryjenkins.com\n7\nSTEP 5:\nResearch, research, research.\nThough fiction, by definition, is made"
  },
  {
    "chunkNum": 9,
    "content": " James Scott Bell\nThe Secrets of Story Structure by K. M. Weiland \nRandy Ingermanson’s Snowflake Method \njerryjenkins.com\n7\nSTEP 5:\nResearch, research, research.\nThough fiction, by definition, is made up, to succeed it must be believable. Even fantasies must make sense. Once \nthe reader has accepted your premise, what follows must be logical. Effective research is key to adding the specificity \nnecessary to make this work.\nWhen my character uses a weapon, I learn everything I can about it. I’ll hear about it from readers if I refer to a pistol as \na revolver or if my protagonist shoots 12 bullets from a gun that holds only 8 rounds.\nAccurate details add flavor and authenticity. \nGet details wrong and your reader loses confidence—and interest—in your story.\nResearch essentials: \nResist the urge to shortchange the research process. \nReaders notice geographical, cultural, and technological blunders and trust me, they’ll let you know. Even sci-fi or \nfantasy readers demand believability wi"
  },
  {
    "chunkNum": 10,
    "content": "urge to shortchange the research process. \nReaders notice geographical, cultural, and technological blunders and trust me, they’ll let you know. Even sci-fi or \nfantasy readers demand believability within the parameters of the universe you’ve established. \nDon’t overload your story with all the esoteric facts you’ve learned, just to show off \nyour research. Add specifics the way you would add seasoning to food. It enhances the \nexperience; it’s not the main course. \nConsult Atlases and World Almanacs to confirm geography and cultural norms and find character names that \nalign with the setting, period, and customs. If your Middle Eastern character flashes someone a thumbs up, be \nsure that means the same in his culture as it does in yours. \nEncyclopedias. If you don’t own a set, you can access one at a library or online.\nYouTube and online search engines can yield tens of thousands of results. (Just be careful to avoid wasting time \ngetting drawn into clickbait videos)\nUse a Thesaurus, "
  },
  {
    "chunkNum": 11,
    "content": "ess one at a library or online.\nYouTube and online search engines can yield tens of thousands of results. (Just be careful to avoid wasting time \ngetting drawn into clickbait videos)\nUse a Thesaurus, but not to find the most exotic word. I most often use thesaurus to find that normal word that’s \non the tip of my tongue.  \nThere’s no substitute for in-person interviews with experts. People love to talk about their work, and often such \nconversations lead to more story ideas.\nOne\ncaveat:\njerryjenkins.com\n8\nSTEP 6:\nChoose Your Point of View.\nThe perspective from which you tell your story can \nbe complicated because it encompasses so much. \nYour Point of View (POV) is more than simply deciding \nwhat voice to use: First Person (I, me), Second Person \n(you, your), or Third Person (he, she or it). \nIt also involves deciding who will be your POV \ncharacter, serving as your story’s camera.\nThe cardinal rule is one perspective character per \nscene, but I prefer only one per chapter, and ideally"
  },
  {
    "chunkNum": 12,
    "content": "). \nIt also involves deciding who will be your POV \ncharacter, serving as your story’s camera.\nThe cardinal rule is one perspective character per \nscene, but I prefer only one per chapter, and ideally \none per novel. Readers experience everything in your \nstory from this character’s perspective. \nNo hopping into the heads of other characters. What \nyour POV character sees, hears, touches, smells, \ntastes, and thinks is all you can convey. Some writers \nthink that limits them to First Person, but it doesn’t. \nMost novels are written in Third Person Limited. \nThat means limited to one perspective character at a \ntime, and that character ought to be the one with the \nmost at stake. \nFirst Person makes is easiest to limit yourself to that one perspective character, but Third-Person Limited is most \npopular for a reason. \nI’m often asked how other characters can be revealed or developed without switching to them as the perspective \ncharacter. Read current popular fiction to see how the best"
  },
  {
    "chunkNum": 13,
    "content": "most \npopular for a reason. \nI’m often asked how other characters can be revealed or developed without switching to them as the perspective \ncharacter. Read current popular fiction to see how the bestsellers do it. \n(One example: the main character hears what another character says, reads his tone and his expression and his body \nlanguage, and comes to a conclusion. Then he finds out that person told someone else something entirely different, \nand his actions prove he was lying to both.)\nFor a more in-depth explanation of Voice and Point of View, read my post A Writer’s Guide to Point of View. \njerryjenkins.com\n9\nSTEP 7:\nBegin in media res (in the midst of things).\nYou must grab your reader by the throat on page one. \nThat doesn’t mean bullets flying or a high speed chase, though that might work for a thriller. It means avoiding too \nmuch scene setting and description and getting to the good stuff—the guts of the story. \nLes Edgerton, a gritty writer who writes big boy novels (don’t sa"
  },
  {
    "chunkNum": 14,
    "content": "t work for a thriller. It means avoiding too \nmuch scene setting and description and getting to the good stuff—the guts of the story. \nLes Edgerton, a gritty writer who writes big boy novels (don’t say I didn’t warn you) says beginning writers worry too \nmuch about explaining all the backstory to the reader first.\nHe’s saying, in essence, get on with it and trust your reader to deduce what’s going on. \nThe goal of every sentence, in fact of every word, is to force the reader to read the next.\njerryjenkins.com\n10\nSTEP 8:\nEngage the theater of the reader’s mind.\nDon’t moviegoers often say they liked the book better? \nThe reason is obvious: Even with all its high-tech computer-generated imagery, Hollywood cannot compete with the \ntheater of the reader’s mind.\nThe images our mind’s eye evokes are far more imaginative and dramatic than anything Hollywood can produce.\nYour job as a writer is not to make readers imagine things as you see them, but to trigger the theaters of their minds. \nGive"
  },
  {
    "chunkNum": 15,
    "content": "are far more imaginative and dramatic than anything Hollywood can produce.\nYour job as a writer is not to make readers imagine things as you see them, but to trigger the theaters of their minds. \nGive them just enough to engage their mental projectors. That’s where the magic happens.\nSTEP 9:\nSTEP 10:\nIntensify your main character’s problems.\nMake the predicament appear hopeless.\nYou’ve grabbed your reader with a riveting opener and plunged your hero into terrible trouble. Now, everything he does \nto get out of that terrible trouble must make it progressively worse. \nToo many amateurs make the hero’s life too easy. They give a private eye a nice car, weapon, girlfriend, apartment, \noffice, rich client. Rather, you should pull out from under him anything that makes his life easy.\nHave his car break down, his weapon stolen, his girlfriend leave He gets evicted, his office burns, his client is broke. Now \nthrust him into a dangerous case. Conflict is the engine of fiction.\nCaution: don’t m"
  },
  {
    "chunkNum": 16,
    "content": "r break down, his weapon stolen, his girlfriend leave He gets evicted, his office burns, his client is broke. Now \nthrust him into a dangerous case. Conflict is the engine of fiction.\nCaution: don’t make your character a bumbling fool. He can have weaknesses, foibles, flaws, but they should be \nidentifiable, redeemable, not annoying or repulsive. His trouble should escalate logically because of his attempts to fix \nit. \nYou can hint that he’s developing new muscle and resources that will serve him well in the end, but his trouble should \nbecome increasingly terrible until you...\nWriting coaches have various labels for this crucial plot point. Novelist Angela Hunt refers to this as The Bleakest \nMoment. It’s where even you begin to wonder how you’re going to write your way out of this. \nThe once-reprobate lover who has become a changed man, loving fiance, falls off the wagon the night before the \nwedding. Caught red-handed doing drugs and drinking and cavorting with another woman, he se"
  },
  {
    "chunkNum": 17,
    "content": " once-reprobate lover who has become a changed man, loving fiance, falls off the wagon the night before the \nwedding. Caught red-handed doing drugs and drinking and cavorting with another woman, he sees his true love storm \noff, vowing to never speak to him again.\nImagine the nadir, the low point, the bleakest moment for your lead character. Your ability to do this will make or break \nyou as a novelist. \nThis is not easy, believe me. You’ll be tempted to give you protagonist a break, invent an escape, or inject a miracle. \nDon’t you dare! \nThe Bleakest Moment forces your hero to take action, to use every new muscle and technique gained from facing a \nbook full of obstacles and prove that things only appeared beyond repair. The more hopeless the situation, the more \npowerful your climax and end will be.\njerryjenkins.com\n11\njerryjenkins.com\n12\nSTEP 11:\nBring it all to a climax.\nThe ultimate resolution, the peak emotional point of your story, \ncomes when your hero faces his ultimate test."
  },
  {
    "chunkNum": 18,
    "content": " end will be.\njerryjenkins.com\n11\njerryjenkins.com\n12\nSTEP 11:\nBring it all to a climax.\nThe ultimate resolution, the peak emotional point of your story, \ncomes when your hero faces his ultimate test. The stakes must be \ndire and failure irreversible.\nThe conflict that has been building throughout now crescendos \nto a final, ultimate confrontation, and all the major book-length \nsetups are paid off.  \nStar Wars: A New Hope climaxes with the rebels forced to destroy \nthe Death Star. In the original version of the movie, the scene felt \nflat. So the filmmakers added the fact that the Death Star was \non the verge of destroying the rebel base. That skyrocketed the \ntension and sent the stakes over the top. \nGive readers the payoff they’ve been set up for. Reward their \nsticking with you and let them see the fireworks.\nBut remember, the climax is not the end. That’s still to come.\njerryjenkins.com\n13\nSTEP 12:\nLeave readers wholly satisfied. \n“How long does it take to write a novel?”\n1\nA gre"
  },
  {
    "chunkNum": 19,
    "content": "t them see the fireworks.\nBut remember, the climax is not the end. That’s still to come.\njerryjenkins.com\n13\nSTEP 12:\nLeave readers wholly satisfied. \n“How long does it take to write a novel?”\n1\nA great ending: \nBecause climaxes are so dramatic, endings often just peter out. Don’t let that happen. The ending won’t be as dramatic \nor action-filled as the climax, but it must be every bit as provocative and riveting. It should tie up loose ends, sure, but it \nalso needs to pack an emotional wallop. \nDon’t rush it. Take your time and write a fully satisfying ending that drops the curtain with a resounding thud.\nHonors the reader for his investment of time and money. \nIs the best of all your options. If it comes down to clever, quirky, or emotional, always aim for the heart. \nKeeps your hero on stage till the last word.\nFREQUENTLY ASKED QUESTIONS \nFirst, it takes a lifetime. It will pull from you everything you know and everything you are. \nSecond, it should take as long as necessary.\nI kno"
  },
  {
    "chunkNum": 20,
    "content": " stage till the last word.\nFREQUENTLY ASKED QUESTIONS \nFirst, it takes a lifetime. It will pull from you everything you know and everything you are. \nSecond, it should take as long as necessary.\nI know those answers sound flippant , but my point is, speed is not the point. Quality is the point. How long it takes you \nto be happy with every word before you start pitching your manuscript to the market is how long it should take. \nHow long it will take you depends on your goals and your schedule. \nA 100,000-word manuscript, including revision, should be doable—even for a beginner—in six to nine months. \nDevelop and practice the right habits, set a regular writing schedule, and stick to it.\njerryjenkins.com\n14\n“How hard is it to write a novel?”\n“How do I know if my story idea has potential?”\n2\n3\nIf you’re anything like me, it will prove the hardest thing you have ever done. If it was easy, everyone would do it.  \nEvery published novelist (yes, even any big name you can think of) was once r"
  },
  {
    "chunkNum": 21,
    "content": "\n3\nIf you’re anything like me, it will prove the hardest thing you have ever done. If it was easy, everyone would do it.  \nEvery published novelist (yes, even any big name you can think of) was once right where you are—unpublished and \nunknown. They ultimately succeeded because they didn’t quit.\nResolve to not quit, and you will write a novel. I can’t guarantee your novel will become a bestseller, but I can guarantee \nit won’t if you don’t finish it.\nYou’ll know your story has legs if it stays in your mind, growing and developing every time you think of it.\nThe right concept simply feels right, and you’ll know it when you land on it. Most importantly, your idea must compel \nyou to write it. \nTell your story idea to someone whose opinion you trust. You should be able to tell by their expression and their tone of \nvoice whether they really like it or are just being polite. \nYou Can Do This\nDon’t allow the magnitude of the novel-writing process to overwhelm you. \nAttack it the way you wou"
  },
  {
    "chunkNum": 22,
    "content": "sion and their tone of \nvoice whether they really like it or are just being polite. \nYou Can Do This\nDon’t allow the magnitude of the novel-writing process to overwhelm you. \nAttack it the way you would eat an elephant—one bite at a time. \nDon’t let fear stop you. Use it as motivation to do your best work.  \nAvoid wondering What if…? \nTake the leap. \nStay focused on why you started this journey in the first place. \nFollow the steps I’ve given you, and you may find that this time next year, you’re \nholding the first copy of a published novel with your name on the cover.\nJerry Jenkins is the author of 21 New York Times bestsellers, including \nthe popular Left Behind series. He’s also written over 185 other books and \nis sought around the world for his expertise in writing and publishing. \nJerry currently lives in Colorado with his wife Dianna.\nJerry B. Jenkins"
  }
]